Repository: levongithub/Baby-Gender
Catalog: Baby Gender/Helper/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, ru, tr, zh

# firstMain
source: Chinese Method
de: Chinesischen Methode
es: Chino Método
fr: Méthode Chinoise
it: Metodo Cinese
ko: 중국식 방법
ru: Китайский Метод
tr: Çin Yöntemi
zh: 中国性别日历

# secondMain
source: Blood Update Method
de: Die Blut aktualisieren
es: Blood Modernize Método
fr: Par le Réviser Sanguin
it: Metodo del aggiornamento Sanguigno
ja: アップデイト血液方式
ko: 형액 갱신 방법
ru: По Обновлению Крови
tr: Kan grubu göre
zh: 现代化血型

# more_methods
source: More Apps
de: Andere Methoden
es: Other Métodos
fr: D'autres Méthodes
it: Altri Metodi
ja: ヒント
ko: 앱 더 보기
ru: Другие методы
tr: Diğer yöntemler
zh: 小贴士

# nutrition_and_food
source: Nutrition & Food
ko: 영양 및 식품
ru: Питание для беременных

# app_name
source: Baby Gender Prediction
de: Geschlechtsbestimmung des Baby
es: Bebé Sexo Predicción
fr: La calcul du sexe de l'enfant
it: Previsione Sesso Neonato
ja: 赤ちゃん性別予測
ko: 아기 성별 예측
ru: Определение Пола Ребенка
tr: Çocuğun Cinsiyeti Belirlenmesi
zh: 婴儿性别预测

# mom_age
source: Enter mom age
de: Ihr Alter während dem konzipieren
es: Su edad en la concepción
fr: Votre âge au moment de la conception
it: La tua età al concepimento
ja: 妊娠したときのあなたの年齢
ko: 산모 나이 선택
ru: Ваш возраст во время зачатия
tr: Senin yaşın hamile kaldığın ne zaman
zh: 阳历 年龄

# boy_or_girl
source: Select Baby Gender
ko: 아기 성별 선택
zh: 选择婴儿性别

# mom_born_month
source: Select Mom Born Month
ja: 母親の誕生月を入力してください
ko: 산모 출생 월 선택
zh: 选择妈妈出生月份

# dad_born_month
source: Select Dad Born Month
ja: 父親の誕生月を入力してください
ko: 아빠 출생 월 선택
zh: 选择爸爸出生月份

# thirdPrediction
source: Japanese Method
ja: 日本方式
ko: 일본식 방법
zh: 日本人的方法

source: More Apps
de: Meer Apps
es: Más aplicaciones
fr: Plus d'Apps
it: Più applicazioni
ko: 앱 더 보기
ru: Другие приложениe
tr: Diðer uygulama
zh: 更多应用

# begin
source: Start Prediction
de: Bestimmen
es: Comienzo Predicción
fr: Déterminer
it: Inizia la Predizione
ja: 予測をする
ko: 예측 시작
ru: Определить
tr: Belirleyin
zh: 开始预测

# buttonInfoText
source: Examples
de: Beispiele
es: Ejemplo
fr: Exemples
it: Esempi
ja: 例
ko: 예제
ru: Примеры
tr: Örnekler
zh: 例子

# result_boy
source: Boy
de: Junge
es: Niño
fr: Garçon
it: Maschio
ja: 男の子
ko: 남자 아이
ru: Мальчик
tr: Erkek
zh: 男孩

# result_girl
source: Girl
de: Mädchen
es: Niña
fr: Fille
it: Femmina
ja: 女の子
ko: 여자 아이
ru: Девочка
tr: Kız
zh: 女孩

# more_methods_toast
source: Soon
de: Bald
es: Pronto
fr: Bientôt
it: Presto
ja: すぐ
ko: 가까운 시기
ru: Скоро
tr: Yakında
zh: 即将揭晓

source: What is it?
de: Was ist das für ein Test?
es: ¿Qué es eso?
fr: Quel est ce test?
it: Cos'è?
ja: それは何？
ko: 이건 무엇인가요?
ru: Что это за тест?
tr: Bu testi nedir?
zh: 它是什么？

# menu_item_2
source: About Test
de: Über den Test
es: Acerca de la prueba
fr: A propos du test
it: Su questo Test
ja: テストについて
ko: 테스트 정보
ru: О тесте
tr: Test hakkında
zh: 关于本测试

# menu_item_3
source: Send Feedback
de: Feedback geben
es: Danos tu opinión
fr: Envoyer des commentaires
it: Invia Feedback
ja: 感想・要望を送る
ko: 의견 보내기
ru: Отправить отзыв
tr: Yorum Gönder
zh: 意见反馈

# menu_item_1
source: Give us 5 Stars
de: Bewerten Sie uns 5
es: Danos 5 estrellas
fr: Nous évaluer 5
it: Votaci 5 Stelle
ja: 5つ星をつけてください
ko: 별 5개를 주세요
ru: Оценить нас на 5
tr: Bizi puanla 5
zh: 好评鼓励

# menu_item_4
source: Share
de: Teilen
es: Cuota
fr: Partager
it: Condividi
ja: シェア
ko: 공유
ru: Поделиться
tr: Paylaş
zh: 分享

# menu_item_7
source: Like us on Facebook
es: Como Facebook
it: Metti un Mi Piace su Facebook
ja: Facebookでいいね！する
ko: Facebook에서 좋아요
ru: Лайкнуть в Facebook
tr: Facebook
zh: Facebook点赞

# thankyourate
source: Thank you for rating us
de: Danke,dass Sie uns berwertet haben 5 sterne
es: Gracias por rating
fr: Merci que avez voté pour nous
it: Grazie per averci votato
ja: 評価していただき、ありがとうございます
ko: 평가해 주셔서 감사합니다.
ru: Спасибо что проголосовали за нас
tr: Teşekkür ederim oy vermeniz icin
zh: 感谢您的评价

# thank_one
source: 5 stars
de: 5 sterne
es: 5 estrellas
fr: 5 étoiles
it: 5 Stelle
ja: 5つ星
ko: 별 5개
ru: 5 звезд
tr: 5 yıldız
zh: 5星

# thank_three
source: Next Time
de: Ein anderes mal
es: Próxima Tiempo
fr: D'autres fois
it: La prossima volta
ja: 次回
ko: 다음에 하기
ru: В другой раз
tr: Diğer zamanlarda
zh: 下次

# question
source: Is prediction right
de: Ist die Bestimmung Richtig ?
es: Es la predicción de la derecha
fr: Est-ce le calcul exact?
it: E' giusta la predizione'
ja: 予測は正しいですか
ko: 예측이 맞았나요?
ru: Определение правильное
tr: Doğru belirlenmesi?
zh: 预测准么？

source: Yes
de: Ja
es: Sí
fr: Oui
it: Si
ja: はい
ko: 예
ru: Да
tr: Evet
zh: 准

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
ru: Нет
tr: Hayır
zh: 不准

source: Don't know
de: Weiss noch nicht
es: No lo sé
fr: Je sais pas
it: Non so
ja: わからない
ko: 모름
ru: Не знаю
tr: Daha bilmiyorum
zh: 不知道

# try_again
source: Set other dates
de: Andere Daten geben
es: Ajuste otras fechas
fr: Donner d'autres dates
it: Imposta altre date
ja: 他の日付を設定する
ko: 다른 날짜 설정
ru: Дать другие даты
tr: Diğer tarihleri ver
zh: 设置其他数值

# try_again_blood
source: Set other types
de: Angere Blutgruppen geben
es: Ajuste otros tipos
fr: Donner des autres groupes de sanguins
it: Imposta altri gruppi
ja: 他の血液型を設定する
ko: 다른 유형 설정
ru: Дать другие группы крови
tr: Diğer kan grubu ver
zh: 选择其他血型

# text_sure
source: Make sure that entered dates are right!
de: Überprüfen Sie dass die eingegeben Daten richtig sind
es: Asegúrese de que las fechas introducidas tienen razón!
fr: Assurez que la date fixé est correcte.
it: Accertati che le date inserite siano corrette!
ja: 入力した日付が正しいか確認してください
ko: 올바른 날짜를 입력했는지 확인하세요!
ru: Убедитесь, что введенные даты правильные!
tr: Doğru tarih girdiğinizden emin olun!
zh: 您输入的日期是否正确

# title_sure
source: Be attentive
de: Seien sie aufmerksahm?
es: Esté atento
fr: Faire attention
it: Sii preciso
ja: 注意してください
ko: 세심하게 확인하세요.
ru: Будьте внимательны
tr: Dooru yazdığınızi emin olun
zh: 请注意

# sub_title
source: Tips for Pregnant
de: der Rat für Schwangere
es: Consejos para la embarazada
fr: Conseils pour les enceintes
it: Consigli per la gravidanza
ja: 妊娠に関する情報
ko: 임신에 대한 팁
ru: Советы для беременных
tr: Hamileler için ipuçları
zh: 怀孕小贴士

# sub_dialog_title
source: Subscribe to get news
de: bekommen der Rat
es: Suscríbete para recibir noticias
fr: Recevez des conseils
it: Iscriviti per avere le news
ja: お知らせを購読する
ko: 뉴스 구독
ru: Получать советы
tr: Tavsiyeler almak
zh: 订阅最新消息

# edit_mail_hint
source: Enter your mail here
de: Ihre E-Mail
es: Ingrese su correo electrónico aquí
fr: votre email
it: Inserisci il tuo indirizzo email
ja: あなたのEメールアドレスを入力してください
ko: 여기에 메일 주소 입력
ru: Напишите ваш маил
tr: E-Posta Adresiniz
zh: 请输入您的邮箱

# edit_age_hint
source: Enter your age here
de: Ihre Alter(fakultativ)
es: Ingrese su edad aquí
fr: votre âge(optionnel)
it: Inserisci il tuo indirizzo età
ja: あなたの年齢を入力してください
ko: 여기에 나이 입력
ru: Напишите ваш возраст(не обязательно)
tr: Sizin doğum tarihiniz
zh: 请输入您的年龄

# sub_dialog_button
source: Subscribe
de: Zeichnung
es: Suscríbete
fr: Souscrire
it: Iscriviti
ja: 購読する
ko: 구독
ru: Подписаться
tr: Abone ol
zh: 订阅

# mom_age1
source: Your age at conception
ko: 임신할 때 나이

# mom_month
source: Baby conception month
de: Monat des konzipierens des Kindes
es: Mes concepción del bebé
fr: Mois de la conception
it: Mese di concepimento del bambino
ja: 赤ちゃんの月齢
ko: 아기 임신 월
ru: Месяц зачатия ребенка
tr: Hangi ayda siz hamile kaldınız
zh: 首先怀孕月份

# baby_conception
source: Conception Month
de: Monat der Konzipiration
es: Concepción Mes
fr: Mois de la conception
it: Mese di concepimento
ja: 月齢
ko: 임신 월
ru: Месяц зачатия
tr: Hangi ayda siz hamile kaldınız
zh: 怀孕月份

# chinese_infoText1
source: It is age when baby was concept for example , baby concetion month is may and you must enter your age at may.
de: Sagen wir mal,Sie haben im April Konzipiert,Sie müssen ihr Alter eingeben,das Sie im April hatten.
fr: Supposons, l'enfant a été conçu en avril, vous ecrivez de quelle âge, vous étiez en avril.
it: E' la tua età quando il bambino è stato concepito, per esempio, se il mese di concepimento del bambino è Maggio tu devi inserire l'età che avevi a Maggio.'
ko: 아기를 임신한 시기입니다. 아기 임신 월에 5월이면 임신 시기를 5월로 입력해야 합니다.
ru: Допустим ребенок был зачат в апреле вы должны ввести сколько было вам лет в апреле
tr: En çocuk Nisan ayında tasarlandı diyelim, sen Nisan ayında vardı kaç yıl girmek zorunda
zh: 就是当你怀上小孩时你的年龄。比如，你在5月份怀上了小孩，那就是5月时你的年龄。

# chinese_infoText2
source: Enter baby conception month
de: Geben Sie den Monat ein,in dem das Kind konzipiert wurde
es: Introduzca meses concetpion bebé
fr: Entrez le mois de la conception
it: Inserisci il mese di concepimento del bambino
ko: 아기 임신 월 입력
ru: Введите месяц, в котором ребенок был зачат
tr: Çocuğuna hamile edildiği ayı giriniz
zh: 选择你怀孕月份就可以了

# china_about
source: The Chinese Gender Calendar, also known as the Chinese Birth Gender Chart, is considered one of the oldest methods for predicting the gender of an unborn baby. It is also one of the simplest, where the only necessary information is the mother's age at conception along with month of conception.To the rationally minded, such predictions may seem absurd, but the question is: do we really understand the subtle operations of nature and the universe?
de: Sie können das Geschlecht Ihres Kindes erfahren.Alles,was man dafür braucht ist der konkrete Monat der Konzipieration und darin ist liegt das Problem. Man sagt,dass diesem Chinesischen Kalender schon über 700 Jahre ist. Seine Genauhigkeit liegt bei 80 % .Das Original wird im Wissenschaftsuniversitet Pekins aufbewahrt.Nur wenige Frauen wissen den richtigen Tag der Ovulation,insbesondere die,bei denen der Minstrualzyklus unregelmässig ist.Sein Sie aufmerksahm, versuchen SIe sich an das genaue Datum zu erinerrn,den das beeinflusst das Rezultat.
es: The Chino Gender Calendar, also known as the Chino Birth Gender Chart, is considered one of the oldest methods for predicting the gender of an unborn baby. It is also one of the simplest, where the only necessary information is the mother's age at conception along with month of conception.To the rationally minded, such predictions may seem absurd, but the question is: do we really understand the subtle operations of nature and the universe?
fr: Le calendrier chinois existe plus que 700 ans. Sa précision est de plus de 80%. Son original est conservé à l'Institut des sciences à Pékin. Vous pouvez connaître le sexe de votre bébé à naître. Tout ce qui est nécessaire - à savoir le mois exact de concevoir un enfant (ce qui est le problème principal). Peu de femmes savent que le jour exact de l'ovulation, en particulier ceux qui ont un cycle menstruel n'est pas régulier. Attention, essayez de vous souvenir de la date exacte, car il aura une incidence sur le résultat.
it: Il Calendario Cinese dei Sessi, anche conosciuto come il Calendario Cinese delle Nascite, è considerato il più antico metodo per predire il sesso di un bambino non ancora nato. E' anche uno dei più semplici, dove le uniche informazioni richieste sono l'età della madre al momento del concepimento ed il mese di concepimento. Ai più razionali questo metodo potrà sembrare assurdo, ma la domanda è: comprendiamo davvero i meccanismi nascosti della natura e dell'universo?
ja: 日本の性別カレンダー（日本の誕生性別表としても知られています）はまだ生まれていない赤ちゃんの性別を予測する最も古い方法の一つと考えられています。これはまた、必要な情報が月齢と妊娠時の母親の年齢のみである、とてもシンプルな方法です。合理的な考え方の人にとっては、そのような予測は不合理に感じるかもしれません。しかし、わたしたちは宇宙や自然の繊細な影響を本当に理解しているのでしょうか？
ko: 중국식 출생 성별 차트라고도 하는 중국식 성별 달력은 아직 태어나지 않은 아이의 성별을 예측하는 가장 오래된 방법 중 하나입니다. 더불어 가장 간다한 방법 중 하나로 임신 월과 함께 임신 당시 산모의 나이만 알고 있으면 됩니다. 합리적으로 생각하면 이런 예측은 터무니없어 보이지만 자연과 우주의 절묘한 운용 방식을 우리가 제대로 이해하는 건 아니지 않습니까?
ru: Говорят, что этому китайскому календарю уже более 700 лет.Его точность составляет более 80%.Его оригинал хранится в Институте Наук в Пекине.Вы можете узнать пол вашего будущего ребенка. -Все что для этого необходимо — это знать точный месяц зачатия ребенка ( в этом и заключается основная проблема). Мало кто из женщин знает точный день овуляции, особенно те, у кого менструальный цикл не регулярный. Будьте внимательны ,попытайтесь вспомнить точную дату так как это повлияет на результат.
tr: Bu Çin takvimi, bu zaten fazla 700 years.I doğruluğu 80 daha fazla Its orijinal doğmamış bebeğin cinsiyeti öğrenebilirsiniz Pekine.Vy Bilim Enstitüsü'nde saklanan olduğu söyleniyor. Bütün gereken, - bir anlayışı tam ay (bu ana sorun) bilmek. Birkaç kadın, özellikle bir adet döngüsünü olanlar düzenli değildir, yumurtlama tam gün biliyorum. Dikkatli olun, sonucu etkileyecek çünkü kesin tarihini hatırlamaya çalışın.
zh: 中国的性别日历，也被称为婴儿性别走势图，被认为是最古老的用于预测胎儿性别的方法之一。同时这种方法也是最简单的一种，仅需要妈妈怀孕时的年龄以及怀孕的月份两个数据。在一些理性的人看来，这种方法有些荒谬，但是我们真的知晓大自然和宇宙运行的奥妙么？

# china_about1
source: By following our instructions you will currently achieve an accuracy of about 75% (i.e. the chance is 3 out of 4 that you will get the gender you want). The figure is nowhere near 100%, but is based on systematic research rather than rumors and speculations. Our objective is to improve the calendar, mainly by collecting and analyzing prediction data from around the world. You can join our effort by testing the calendar on known births in your family and among friends and taking part in our survey.
de: Das Programm zählt Ihr Chinesisches Alter ,(da es bei den Chinesen andere Alterbestimmungen gibt) den Monat der Konzpirietion des Kindes und nachher bestimmt es das Geschlecht.
fr: Le programme va calculer votre âge chinois (que les Chinois ont d'autres mesures d'âge), le mois de la conception de l'enfant et de déterminer ensuite la sex.
it: Seguendo le nostre istruzioni potrete raggiungere un livello di accuratezza del 75% (es. avrete tre possibilità su 4 di avere il risultato corretto). Questa cifra non è vicina al 100%, ma è basata su un metodo sistematico di ricerca invece che su leggende o speculazioni. Il nostro obiettivo è di migliorare il calendario, principalmente raccogliendo e analizzando dati da tutto il mondo. Puoi aiutarci nel nostro scopo provando il calendario su nascite avute nella tua famiglia o tra i tuoi amici, prendendo così parte alla nostra ricerca.
ja: 指示に従っていくと、現状では75%くらいの正確さになります (例：あなたの望む性別の赤ちゃんが生まれてくる確率は3/4です). その数字は100%近くにはなりませんが、うわさや推測と違い、体系立てられた調査に基づいたものです。わたしたちの目標は主に、世界中から予測データを集めて分析することで、カレンダーを改良していくことです。家族や友達の間で、すでに生まれた人の情報でカレンダーをテストすることによって、あなたはわたしたちの調査に協力することができます。
ko: 지침을 제대로 이행하면 정확도가 75% (i까지 올라갑니다(4번 시도하면 3번은 원하는 성별을 얻을 수 있습니다.). 100%, b는 있을 수 없으며 소문과 추측이 아닌 시스템적인 연구에서 나온 결과입니다. 목표는 전세계에 걸쳐 예측 데이터를 수집하고 분석하여 달력을 개선하는 것입니다. 가족이나 친구의 생년월일로 달력을 테스트하고 설문조사에도 참여해 주시기 바랍니다.
ru: Программа расчитает ваш китайский возраст(так как у китайцев другие мерки возраста),месяц зачатие ребенка и потом опредилит пол.
tr: Program Çinli yaş (Çin yaş diğer ölçümler gibi) çocuğun anlayışı ve sonra opredilili zemin, ay hesaplar.
zh: 遵从指导的话，目前准确率大约为75%（也就是3/4的机会可以得到你想要的性别）准确率虽然无法接近100%，但是绝对是基于系统的研究而不是传言和猜测。我们的目标是通过收集和分析来自全球的预测数据来提高准确率。你也可以通过亲朋好友中的性别测试来为这一目标贡献你自己的力量。

# dadBloodText
source: Enter Dad Age at conception
de: Alter während dem konzipieren Mutter
es: Papá edad en la concepción
fr: Mère âge au moment de la conception
it: Del padre età al concepimento
ja: 父親の妊娠したときの年齢
ko: 임신 당시 아빠 나이 입력
ru: Возраст матери во время зачатия
tr: Annenin kan grubu
zh: 选择爸爸阳历 年龄

# momBloodText
source: Enter Mom Age at conception
de: Alter während dem konzipieren Vaters
es: Mamá edad en la concepción
fr: Père âge au moment de la conception
it: Della madre età al concepimento
ja: 母親の妊娠したときの年齢
ko: 임신 당시 산모 나이 입력
ru: Возраст отца во время зачатия
tr: Babanin kan grubu
zh: 选择妈妈阳历 年龄

# blood_about
source: This method predict baby gender by parent's blood type
de: Die Methode bestimmt das Geschlecht des Kindes mit hilfe der Blutgruppen der Eltern.
es: This Método predict baby gender by parent's blood type
fr: La méthode permet déterminer le sexe du bébé par le groupe sanguin des parents
ja: この方法は、両親の血液型から赤ちゃんの性別を予測します
ko: 이 방법은 부모의 혈액형으로 아기의 성별을 예측합니다.
ru: Метод определяет пол ребенка по группе крови родителей
tr: Yöntem Hacıveliler Kan Grubu Tarafindan çocuğun cinsiyetini belirlediğini
zh: 这种方法根据父母亲的血型来预测婴儿的性别

# share_text
source: My prediction result is
de: #GeschlechtsbestimmungdesBaby. Mein Resultat
es: #BebéSexoPredicción Mi resultado de la predicción es
fr: #LaCalculDuSexeDeLenfant. Mon résultat
it: #BabyGenderPrediction Il risultato della mia predizione è
ja: #BabyGenderPrediction わたしの予測結果は
ko: 예측 결과:
ru: #ОпределенияПолаРебенка. Мой результат
tr: #ÇocuğunCinsiyetiBelirlenmesi. Nenim sonuçgun
zh: #婴儿性别 我的baby性别预测结果是

# progress_text
source: Prediction
de: Bestimmung
es: Predicción
fr: Calcul
it: Predizione
ja: 予測
ko: 예측
ru: Расчет
tr: Hesaplama
zh: 预测

# mom_born_month1
source: Enter Mom Born Month
ko: 산모 출생 월 입력

# dad_born_month1
source: Enter Dad Born Month
ko: 아빠 출생 월 입력

# baby_conc_month
source: Baby conception month
ja: 赤ちゃんの月齢
ko: 아기 임신 월
zh: 怀孕月份

# jan
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
ja: 一月
ko: 일월
ru: Январь
tr: Ocak
zh: 一月

# feb
source: February
de: Februar
es: Febrero
fr: Février
it: febbraio
ja: 二月
ko: 이월
ru: Февраль
tr: Şubat
zh: 二月

# mar
source: March
de: März
es: Marzo
fr: Mars
it: marzo
ja: 三月
ko: 삼월
ru: Март
tr: Mart
zh: 三月

# apr
source: April
es: Abril
fr: Avril
it: aprile
ja: 四月
ko: 사월
ru: Апрель
tr: Nisan
zh: 四月

source: May
de: Mai
es: Mayo
fr: Mai
it: maggio
ja: 五月
ko: 오월
ru: Май
tr: Mayıs
zh: 五月

# jun
source: June
de: Juni
es: Junio
fr: Juin
it: giugno
ja: 六月
ko: 유월
ru: Июнь
tr: Haziran
zh: 六月

# jul
source: July
de: Juli
es: Julio
fr: Juillet
it: luglio
ja: 七月
ko: 칠월
ru: Июль
tr: Temmuz
zh: 七月

# aug
source: August
es: Agosto
fr: Août
it: agosto
ja: 八月
ko: 팔월
ru: Август
tr: Ağustos
zh: 八月

# sep
source: September
es: Septiembre
fr: Septembre
it: settembre
ja: 九月
ko: 구월
ru: Сентябрь
tr: Eylül
zh: 九月

# okt
source: October
de: Oktober
es: Octubre
fr: Octobre
it: ottobre
ja: 十月
ko: 시월
ru: Октябрь
tr: Ekim
zh: 十月

# nov
source: November
es: Noviembre
fr: Novembre
it: novembre
ja: 十一月
ko: 십일월
ru: Ноябрь
tr: Kasım
zh: 十一月

# des
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: dicembre
ja: 十二月
ko: 십이월
ru: Декабрь
tr: Aralık
zh: 十二月

# first_type
source: A
ru: I

# second_type
source: B
ru: II

# third_type
source: AB
ru: III

# fourt_type
source: O
ru: IV

# blood_about1
source: Accuracy about 50 percents
de: Genauigkeit 50%.
es: Precisión de 50 por ciento
fr: Précision de 50 pour cent.
it: L'accuratezza è del 50 per cento'
ja: 50%くらいの正確さです
ru: Точность 50 процентов.
tr: Yüzde 50 doğruluk
zh: 准确率大约50%
